[
  { "ref": "Genesis 1:1", "text": "In the beginning, God created the heavens and the earth." },
  { "ref": "Genesis 2:18", "text": "It is not good that the man should be alone; I will make him a helper fit for him." },
  { "ref": "Genesis 12:2", "text": "I will bless you and make your name great, so that you will be a blessing." },
  { "ref": "Genesis 50:20", "text": "As for you, you meant evil against me, but God meant it for good." },
  { "ref": "Exodus 14:14", "text": "The Lord will fight for you, and you have only to be silent." },
  { "ref": "Exodus 33:14", "text": "My presence will go with you, and I will give you rest." },
  { "ref": "Leviticus 19:18", "text": "You shall love your neighbor as yourself: I am the Lord." },
  { "ref": "Numbers 6:24-26", "text": "The Lord bless you and keep you; the Lord make his face to shine upon you and be gracious to you; the Lord lift up his countenance upon you and give you peace." },
  { "ref": "Deuteronomy 6:5", "text": "You shall love the Lord your God with all your heart and with all your soul and with all your might." },
  { "ref": "Deuteronomy 31:6", "text": "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you." },
  { "ref": "Joshua 1:9", "text": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go." },
  { "ref": "Judges 6:12", "text": "The Lord is with you, O mighty man of valor." },
  { "ref": "Ruth 1:16", "text": "Where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God." },
  { "ref": "1 Samuel 16:7", "text": "Man looks on the outward appearance, but the Lord looks on the heart." },
  { "ref": "1 Samuel 17:47", "text": "The battle is the Lord’s." },
  { "ref": "2 Samuel 22:31", "text": "This God—his way is perfect; the word of the Lord proves true; he is a shield for all those who take refuge in him." },
  { "ref": "1 Kings 3:9", "text": "Give your servant therefore an understanding mind to govern your people, that I may discern between good and evil." },
  { "ref": "2 Kings 6:16", "text": "Do not be afraid, for those who are with us are more than those who are with them." },
  { "ref": "1 Chronicles 16:11", "text": "Seek the Lord and his strength; seek his presence continually!" },
  { "ref": "2 Chronicles 7:14", "text": "If my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land." },
  { "ref": "Ezra 7:28", "text": "I took courage, for the hand of the Lord my God was on me." },
  { "ref": "Nehemiah 8:10", "text": "The joy of the Lord is your strength." },
  { "ref": "Esther 4:14", "text": "And who knows whether you have not come to the kingdom for such a time as this?" },
  { "ref": "Job 19:25", "text": "For I know that my Redeemer lives, and at the last he will stand upon the earth." },
  { "ref": "Psalm 1:1-2", "text": "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers; but his delight is in the law of the Lord." },
  { "ref": "Psalm 4:8", "text": "In peace I will both lie down and sleep; for you alone, O Lord, make me dwell in safety." },
  { "ref": "Psalm 16:11", "text": "You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore." },
  { "ref": "Psalm 18:2", "text": "The Lord is my rock and my fortress and my deliverer, my God, my rock, in whom I take refuge." },
  { "ref": "Psalm 19:14", "text": "Let the words of my mouth and the meditation of my heart be acceptable in your sight, O Lord, my rock and my redeemer." },
  { "ref": "Psalm 23:1", "text": "The Lord is my shepherd; I shall not want." },
  { "ref": "Psalm 27:1", "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?" },
  { "ref": "Psalm 30:5", "text": "Weeping may tarry for the night, but joy comes with the morning." },
  { "ref": "Psalm 34:4", "text": "I sought the Lord, and he answered me and delivered me from all my fears." },
  { "ref": "Psalm 37:4", "text": "Delight yourself in the Lord, and he will give you the desires of your heart." },
  { "ref": "Psalm 46:1", "text": "God is our refuge and strength, a very present help in trouble." },
  { "ref": "Psalm 51:10", "text": "Create in me a clean heart, O God, and renew a right spirit within me." },
  { "ref": "Psalm 55:22", "text": "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved." },
  { "ref": "Psalm 61:2", "text": "Lead me to the rock that is higher than I." },
  { "ref": "Psalm 91:1-2", "text": "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty. I will say to the Lord, 'My refuge and my fortress, my God, in whom I trust.'" },
  { "ref": "Psalm 100:5", "text": "For the Lord is good; his steadfast love endures forever, and his faithfulness to all generations." },
  { "ref": "Psalm 119:105", "text": "Your word is a lamp to my feet and a light to my path." },
  { "ref": "Psalm 121:1-2", "text": "I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth." },
  { "ref": "Proverbs 3:5-6", "text": "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths." },
  { "ref": "Proverbs 4:23", "text": "Keep your heart with all vigilance, for from it flow the springs of life." },
  { "ref": "Proverbs 9:10", "text": "The fear of the Lord is the beginning of wisdom, and the knowledge of the Holy One is insight." },
  { "ref": "Proverbs 11:25", "text": "Whoever brings blessing will be enriched, and one who waters will himself be watered." },
  { "ref": "Proverbs 16:3", "text": "Commit your work to the Lord, and your plans will be established." },
  { "ref": "Proverbs 17:22", "text": "A joyful heart is good medicine, but a crushed spirit dries up the bones." },
  { "ref": "Proverbs 18:10", "text": "The name of the Lord is a strong tower; the righteous man runs into it and is safe." },
  { "ref": "Proverbs 19:21", "text": "Many are the plans in the mind of a man, but it is the purpose of the Lord that will stand." },
  { "ref": "Ecclesiastes 3:1", "text": "For everything there is a season, and a time for every matter under heaven." },
  { "ref": "Ecclesiastes 4:9-10", "text": "Two are better than one, because they have a good reward for their toil. For if they fall, one will lift up his fellow." },
  { "ref": "Isaiah 9:6", "text": "For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace." },
  { "ref": "Isaiah 26:3", "text": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you." },
  { "ref": "Isaiah 40:31", "text": "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint." },
  { "ref": "Isaiah 41:10", "text": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand." },
  { "ref": "Isaiah 43:2", "text": "When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you." },
  { "ref": "Jeremiah 29:11", "text": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope." },
  { "ref": "Lamentations 3:22-23", "text": "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness." },
  { "ref": "Ezekiel 36:26", "text": "And I will give you a new heart, and a new spirit I will put within you." },
  { "ref": "Daniel 3:17-18", "text": "If this be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of your hand, O king. But if not, be it known to you, O king, that we will not serve your gods." },
  { "ref": "Hosea 6:3", "text": "Let us know; let us press on to know the Lord; his going out is sure as the dawn." },
  { "ref": "Joel 2:13", "text": "Return to the Lord your God, for he is gracious and merciful, slow to anger, and abounding in steadfast love." },
  { "ref": "Micah 6:8", "text": "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?" },
  { "ref": "Nahum 1:7", "text": "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him." },
  { "ref": "Habakkuk 3:19", "text": "God, the Lord, is my strength; he makes my feet like the deer’s; he makes me tread on my high places." },
  { "ref": "Zephaniah 3:17", "text": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing." },
  { "ref": "Zechariah 4:6", "text": "Not by might, nor by power, but by my Spirit, says the Lord of hosts." },
  { "ref": "Malachi 3:10", "text": "Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the Lord of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need." },
  { "ref": "Matthew 5:9", "text": "Blessed are the peacemakers, for they shall be called sons of God." },
  { "ref": "Matthew 6:33", "text": "But seek first the kingdom of God and his righteousness, and all these things will be added to you." },
  { "ref": "Matthew 7:7", "text": "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you." },
  { "ref": "Matthew 11:28", "text": "Come to me, all who labor and are heavy laden, and I will give you rest." },
  { "ref": "Matthew 19:26", "text": "With man this is impossible, but with God all things are possible." },
  { "ref": "Mark 9:23", "text": "All things are possible for one who believes." },
  { "ref": "Mark 12:30-31", "text": "You shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength. The second is this: You shall love your neighbor as yourself." },
  { "ref": "Luke 1:37", "text": "For nothing will be impossible with God." },
  { "ref": "Luke 6:31", "text": "And as you wish that others would do to you, do so to them." },
  { "ref": "Luke 12:32", "text": "Fear not, little flock, for it is your Father's good pleasure to give you the kingdom." },
  { "ref": "John 3:16", "text": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life." },
  { "ref": "John 8:12", "text": "I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life." },
  { "ref": "John 13:34", "text": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another." },
  { "ref": "John 14:6", "text": "I am the way, and the truth, and the life. No one comes to the Father except through me." },
  { "ref": "John 14:27", "text": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid." },
  { "ref": "John 15:5", "text": "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing." },
  { "ref": "Acts 1:8", "text": "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses." },
  { "ref": "Acts 2:21", "text": "And it shall come to pass that everyone who calls upon the name of the Lord shall be saved." },
  { "ref": "Acts 20:35", "text": "It is more blessed to give than to receive." },
  { "ref": "Romans 5:8", "text": "But God shows his love for us in that while we were still sinners, Christ died for us." },
  { "ref": "Romans 8:1", "text": "There is therefore now no condemnation for those who are in Christ Jesus." },
  { "ref": "Romans 8:28", "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose." },
  { "ref": "Romans 8:38-39", "text": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord." },
  { "ref": "Romans 12:2", "text": "Do not be conformed to this world, but be transformed by the renewal of your mind." },
  { "ref": "Romans 12:12", "text": "Rejoice in hope, be patient in tribulation, be constant in prayer." },
  { "ref": "1 Corinthians 10:13", "text": "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it." },
  { "ref": "1 Corinthians 13:4-7", "text": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things, hopes all things, endures all things." },
  { "ref": "2 Corinthians 1:3-4", "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, who comforts us in all our affliction." },
  { "ref": "2 Corinthians 4:16-18", "text": "So we do not lose heart. Though our outer self is wasting away, our inner self is being renewed day by day." },
  { "ref": "2 Corinthians 12:9", "text": "My grace is sufficient for you, for my power is made perfect in weakness." },
  { "ref": "Galatians 5:22-23", "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control." },
  { "ref": "Galatians 6:9", "text": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up." },
  { "ref": "Ephesians 2:8-9", "text": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast." },
  { "ref": "Ephesians 4:2", "text": "With all humility and gentleness, with patience, bearing with one another in love." },
  { "ref": "Ephesians 6:10", "text": "Finally, be strong in the Lord and in the strength of his might." },
  { "ref": "Philippians 1:6", "text": "He who began a good work in you will bring it to completion at the day of Jesus Christ." },
  { "ref": "Philippians 4:6-7", "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus." },
  { "ref": "Philippians 4:13", "text": "I can do all things through him who strengthens me." },
  { "ref": "Colossians 3:12-14", "text": "Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. And above all these put on love, which binds everything together in perfect harmony." },
  { "ref": "Colossians 3:15", "text": "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful." },
  { "ref": "1 Thessalonians 5:16-18", "text": "Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you." },
  { "ref": "2 Thessalonians 3:3", "text": "But the Lord is faithful. He will establish you and guard you against the evil one." },
  { "ref": "1 Timothy 4:12", "text": "Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity." },
  { "ref": "2 Timothy 1:7", "text": "For God gave us a spirit not of fear but of power and love and self-control." },
  { "ref": "Hebrews 4:16", "text": "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need." },
  { "ref": "Hebrews 10:23", "text": "Let us hold fast the confession of our hope without wavering, for he who promised is faithful." },
  { "ref": "Hebrews 11:1", "text": "Now faith is the assurance of things hoped for, the conviction of things not seen." },
  { "ref": "James 1:5", "text": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him." },
  { "ref": "James 1:12", "text": "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him." },
  { "ref": "James 3:17", "text": "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere." },
  { "ref": "1 Peter 5:7", "text": "Casting all your anxieties on him, because he cares for you." },
  { "ref": "1 John 3:18", "text": "Little children, let us not love in word or talk but in deed and in truth." },
  { "ref": "1 John 4:7", "text": "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God." },
  { "ref": "1 John 4:18", "text": "There is no fear in love, but perfect love casts out fear." },
  { "ref": "1 John 4:19", "text": "We love because he first loved us." },
  { "ref": "Revelation 3:20", "text": "Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me." },
  { "ref": "Revelation 21:4", "text": "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away." }
]
